Repository: vieux-mazel/djangopoly
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Board
fr: Plateau

source: Djangopoly
fr: VM'opoly

source: Player
fr: Groupe

source: Cash
fr: Portemonnaie

source: Roll the dice!
fr: Lancer les dés !

source: Buy property
fr: Acheter la propriété

source: Mortgage
fr: Hypothéquer

source: Pay jail fine
fr: Payer la caution

source: Draw card
fr: Tirer une carte

source: End turn
fr: Fin du tour

source: Leave game
fr: Quitter le jeu
